tap "getgrit/tap"
tap "mjeffryes/mjeffryes"

brew "asciinema"
brew "atuin"
brew "fd"
brew "filesweeper"
brew "fzf"
brew "gh"
brew "git-spice"
brew "jq"
brew "mise"
brew "neovim"
brew "node"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "terminal-notifier"
brew "tmux"
brew "vim"
brew "wget"
brew "zentracker"

cask "1password"
cask "1password-cli"
cask "amethyst"
cask "coconutbattery"
cask "dash"
cask "firefox"
cask "flux-app"
cask "google-chrome"
cask "grandperspective"
cask "iterm2"
cask "meetingbar"
cask "notunes"
cask "obsidian"
cask "orbstack"
cask "quicksilver"
cask "resilio-sync"
cask "slack"
cask "spotify"
cask "zoom"
